[
  {
    "id": "cm4k6kxdh0082rz3mcaf1vd01",
    "title": "Data vs. Zombies: Ethical Dilemmas in a Fictional Apocalypse\"",
    "abstract": "In a **zombie apocalypse-style** dilemma, survival isn’t just about outrunning the undead—it’s about **confronting ethical data decisions**, because even in chaos, **privacy and fairness matter**! \nFrom deploying surveillance drones to identify infected individuals, to sharing personal data for survival coordination, and using AI to allocate limited resources, the dilemmas we face in this fictional scenario mirror **real-world challenges in data ethics**.\n\nThis talk explores how extreme situations can spotlight *ethical decisions we already confront in everyday life*. \n\nThrough engaging storytelling, practical examples, and a touch of humor, we’ll examine questions like: \n- Who decides what data is collected during a crisis? \n- How do we balance privacy with safety? \n- And what happens to sensitive data after the crisis ends?\n\nThe idea of this presentation is to mix pop culture references with technical insights and societal analysis.\nThe session intends to make data ethics accessible and relevant to technical and non-technical audiences alike. Participants will leave with fresh insights into the ethical implications of data-driven decisions and a new perspective on why ethical considerations are essential—even when facing a “zombie apocalypse”.",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": "- **CONFERENCE**: Big Data & AI 2023 - Paris - Palais des Congrès : \"*IA adaptative et informatique cognitive : Vers une prise de décision et une action optimisée*\". [LINK ->](https://bit.ly/ConfAdaptativeAI)\n\n\n- **EDITORIAL WORK**: Core Member at DZone.com. [LINK ->](https://dzone.com/authors/user-72)\n\n- **RESEARCH**: A 18-month research program combining Al, NLP, and crowdsourcing to augment the capacities of a conversational Al system. Watch the video '*From Chatbots to Augmented Conversational Assistants*' presented at the Databricks Al+Data Summit. [LINK ->](https://bit.ly/3zadfsn)\n\n- **EDITORIAL WORK**: Trend report : \"*Data Engineering: Enriching Data Pipelines, Expanding AI, and Expediting Analytics*\" [LINK ->](https://dzone.com/trendreports/data-engineering-2)\n\n\n",
    "formats": [
      {
        "id": "cm3qbzxtw018ltn2a717coiym",
        "name": "⚡️ Quickie (25 minutes)",
        "description": "Une présentation rapide et percutante, idéale pour partager des idées clés."
      }
    ],
    "categories": [
      {
        "id": "cm4fssrwy002ts2u6qtclnpdw",
        "name": "Data Ethics & Applications",
        "description": "Utiliser les données de manière responsable et juste."
      }
    ],
    "tags": [],
    "languages": ["fr", "en"],
    "speakers": [
      {
        "name": "Fred Jacquet",
        "bio": "With over 20 years of experience navigating the intersection of **AI**, **data**, and **ethics**, I’ve seen enough technological \"*apocalypses*\" to know what separates hype from reality. \n\nAs a researcher, speaker, and strategic advisor, I’ve guided companies in developing ethical, data-driven, and AI-enabled business strategies. \n\nFrom roles as Solution Architect to CTO and Chief Innovation Officer, I’ve led organizations through transformative journeys, leveraging advanced analytics, cutting-edge AI, and human-centered innovation to drive meaningful change.\nFrom presenting findings at the “**Summit International Databricks AI+Data**” to addressing ethical dilemmas at **“Big Data & AI” in Paris**, my mission at [AI[4]HumanNexus](https://www.linkedin.com/in/jacquetfred/), remains clear: *explore the real-world impacts of technology while debunking the myths and exaggerated fears that surround it*.",
        "company": "AI[4]Human-Nexus",
        "references": null,
        "picture": "https://media.licdn.com/dms/image/v2/D4E03AQEaWLDZypwFXg/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1725688411931?e=1739404800&v=beta&t=6v5sd5077KZPkWn1XSY5CpxR38jRqxrDVNShDmJ3g0Y",
        "location": "Puteaux, France",
        "email": "contact@AI4humannexus.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 5, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm4is3j5o0054rz3mw7jelco5",
    "title": "John Doe et Jhon Doe sont dans un bateau : derrière la magie de l'Entity Resolution",
    "abstract": "Vous êtes détective privé et avez devant vous deux dossiers:  \n* celui de John G. Doe, né le 28 avril 1982, joignable à john.doezor@theprovider.com \n* et celui de Jhon Doe, né le 1er janvier 1970, utilisant l'email john.doezor@libertysurf.com\n\nVous levez les yeux au ciel en vous reposant sur le dossier de votre chaise... Eurêka! \n> Et si ces deux personnes n'en étaient qu'une seule ?\n\nAvec l'augmentation de la quantité de données mais pas toujours sa qualité, ce problème devient de plus en plus courant : peut-être avez-vous déjà fusionné plusieurs bases de données client ? Essayé de consolider un catalogue interne avec des données publiques ? Ou simplement avez-vous eu besoin de dé-doublonner un ensemble d'utilisateurs ?\nAlors vous avez été confronté à un problème d'Entity Resolution. Rassurez-vous, vous n'êtes ni le premier ni le dernier\n\nDans cette présentation, nous allons partir de notre intuition pour explorer la théorie derrière la méthode d'Entity Resolution la plus répandue, le modèle de Fellegi-Sunter. En nous appuyant sur un exemple concret, nous utiliserons Splink, une bibliothèque Python pour résoudre notre problème concrètement. Ensemble, nous essaierons d'analyser ses résultats.\nEnfin, nous essaierons de dresser un panorama plus large de certaines autres méthodes d'Entity Resolution",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "BEGINNER",
    "references": "L'idée est de partir d'un sujet concret et simple à comprendre auquel beaucoup de gens ont été confrontés par le passé : dédoublonner des personnes, afin d'introduire et démystifier des concepts de Data Science : approche bayésienne, modèle probabiliste, prior bias, etc. tout en partant d'une approche intuitive et en résolvant un exemple concret avec une bibliothèque Python.\n\nAvec la démocratisation assez récente de la Big Data et Data Science, tout le monde n'a pas nécessairement eu la chance d'avoir une introduction à certains concepts de base, pourtant beaucoup de gens ont déjà du identifier des doublons dans une base de donnée.",
    "formats": [
      {
        "id": "cm3qbzmai018ktn2azou9a9bp",
        "name": "📣 Conférence (50 minutes)",
        "description": "Une présentation complète et engageante, idéale pour une exploration approfondie des concepts importants."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fss6uy002rs2u6jdpc5eno",
        "name": "Data Science & IA",
        "description": "Prédire un meilleur futur avec sa donnée."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Arnaud Estève",
        "bio": "\"Data Engineer by accident\" is probably the most accurate bio I can think of.\n\nGot a Telecom Engineering degree, worked in Software for a while, then turned into Data Engineering just because our teams needed to. This is where I first learned about Apache Kafka and Apache Spark. And here I am, navigating my way across \"all things data\".\n\nI once was a Solutions Engineer at Confluent, helping people implement their event streaming data strategies using Apache Kafka and its ecosystem on a daily basis.\n\nAnd even before that, I worked for Decathlon, in charge of projects such as Stock Management or Loyalty Program.  \nWe have moved data, migrated to the cloud, changed RDBMS, jumped on the microservice bandwagon, always trying to bring value to Sport lovers in the process. \nA nice mix of  software, data engineering as well as architecture for 6 amazing years.\n\n---\n\nI like writing software in Python, Rust or Scala, solving puzzles at times as well as experimenting with new languages & frameworks (Elm, ...)\n\nBased in Barcelona, I love running, cycling in the wilds as well as landscape photography.",
        "company": "Confluent",
        "references": "* Internal presentations & training:\n  * Decathlon (3 internal events)\n  * Confluent (3 trainings)\n* Customer-facing presentations:\n  * (~2 per month for 1.5 yrs)\n  * Confluent\n* Meetups\n  * Paris April 2022\n  * Barcelona June 2022",
        "picture": "https://lh3.googleusercontent.com/a/AGNmyxamHXgDT2DyXvJ0HPTobecd7dcVwfZFtIFuEmlI=s96-c",
        "location": "Barcelona, Spain",
        "email": "arnaud.esteve@gmail.com",
        "socialLinks": [
          "https://github.com/aesteve",
          "https://x.com/arnaudesteve"
        ]
      }
    ],
    "reviews": { "average": 5, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm4ijf703004brz3mp03g8lzd",
    "title": "MLOps à l’échelle : Plateformiser le registre et l’inférence pour accélérer les déploiements",
    "abstract": "L’intelligence artificielle est désormais au cœur de toutes les organisations. Les plateformes de données facilitent la création de modèles performants, mais **le déploiement reste souvent artisanal**, nécessitant la recréation de registres, API et runners pour chaque projet.\n\nCe talk propose une approche innovante pour **standardiser et automatiser** ces étapes en quelques clics ou lignes de commande. \n\nEn 2025, il est crucial de mettre en places des **models platforms** qui intègrent registre de modèles, déploiement, A/B testing et production shadow en toute simplicité. \n\nUne **démonstration en live** montrera comment, grâce à des technologies open source, un modèle peut être mis en production en moins de 5 minutes.\n\nÀ l'issue de talk, vous repartirez en ayant compris l'utilité d'une model platform, identifié ses fonctionnalités principales, et vue une proposition d'implémentation. De quoi accélérer tous vos projets d'IA.",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "ADVANCED",
    "references": "Ce talk est issue de notre R&D du moment chez Octo Technology. Je ne l'ai pas encore donné, mais c'est clairement celui que je préfèrerai donner par rapport à mes  autres propositions !\n\n",
    "formats": [
      {
        "id": "cm3qbzmai018ktn2azou9a9bp",
        "name": "📣 Conférence (50 minutes)",
        "description": "Une présentation complète et engageante, idéale pour une exploration approfondie des concepts importants."
      }
    ],
    "categories": [
      {
        "id": "cm4fss6uy002rs2u6jdpc5eno",
        "name": "Data Science & IA",
        "description": "Prédire un meilleur futur avec sa donnée."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Emmanuel-Lin Toulemonde",
        "bio": "Emmanuel-Lin Toulemonde recherche deux choses : apprendre et partager.\n\nIl travaille dans le domaine de la Data Science depuis 2014 et du développement logiciel depuis 2017. Il est actuellement manager MLOps chez OCTO Technology et formateur chez OCTO Academy.\n\nIl réalise et aide à réaliser des projets intensifs en data ou en Machine Learning. À la recherche de meilleures façons de faire, il apprend des autres disciplines. Il tâche de rendre à la communauté ce qu'il a appris sous forme d’[articles](https://eltoulemonde.fr/articles.html), d'un [livre](https://publication.octo.com/culture-mlops) et ici d'une conférence.\n\nSes sujets d’intérêts sont : la data science, le MLEng, le MLOps, le monitoring de systèmes de data science, le développement logiciel, l’architecture émergente, l’agilité, etc.",
        "company": "Octo Technology",
        "references": "La liste de conférences auquelles j'ai participé est disponible [ici](https://eltoulemonde.fr/conference.html)",
        "picture": "https://pycon.lt/_next/image?url=https%3A%2F%2Fpretalx.com%2Fmedia%2Favatars%2Ftoul_kswZRVV.jpg&w=256&q=75",
        "location": "Paris, France",
        "email": "el.toulemonde@gmail.com",
        "socialLinks": ["https://github.com/eltoulemonde"]
      }
    ],
    "reviews": { "average": 5, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm6s3of1y00zims3manf6gw50",
    "title": "“”Au-delà du RAG généraliste : vers des agents spécialisés pour l’exploitation intelligente des documents”",
    "abstract": "Cette présentation examine de manière critique la promesse actuelle des systèmes RAG (Retrieval-Augmented Generation) généralistes qui prétendent pouvoir extraire naturellement toute information pertinente d’une base documentaire. À travers des cas concrets issus de déploiements en production, nous démontrerons les limitations importantes de cette approche : imprécisions dans les réponses, difficultés de gestion des versions multiples de documents, et problèmes de cohérence.\nNous présenterons ensuite une approche alternative basée sur des agents spécialisés et des modèles dédiés, permettant de réaliser des tâches complexes de type RAG multimodal sur des volumes importants de documents. Des démonstrations réelles issues de nos implémentations client illustreront comment cette architecture permet d’obtenir des résultats plus fiables et précis dans l’exploitation automatisée des documents d’entreprise.”",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": null,
    "formats": [
      {
        "id": "cm3qbzxtw018ltn2a717coiym",
        "name": "⚡️ Quickie (25 minutes)",
        "description": "Une présentation rapide et percutante, idéale pour partager des idées clés."
      }
    ],
    "categories": [
      {
        "id": "cm4fss6uy002rs2u6jdpc5eno",
        "name": "Data Science & IA",
        "description": "Prédire un meilleur futur avec sa donnée."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "julien laszlo",
        "bio": "Antonin Braun est le directeur technique du cabinet de conseil en Intelligence Artificielle Aquila Data Enabler et est responsable des équipes de Machine learning depuis 7 ans. \nAu cours de 7 ans il a pu leadé de nombreux projets dans divers secteurs d'activité.\nAvant cela il a travaillé 4 ans pour Reuniwatt en Australie ou il a travaillé sur des sujets de prédiction pour l'installation de cellules photovoltaïques offgrid",
        "company": null,
        "references": null,
        "picture": "https://lh3.googleusercontent.com/a/ACg8ocI51DsaqeReZsnpRSuudvoMJbGYegoFPFrfWpoA1JcDUpwXNW11=s96-c",
        "location": null,
        "email": "julien.laszlo@gmail.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 4.8, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm6t6fw8x018oms3m64pb37sp",
    "title": "Débuter Sa Data Gouvernance Par Le Data Catalog: Déconseillé, Risqué Mais Comment En Faire Une Force ?",
    "abstract": "Il n'existe pas de recette miracle pour bien lancer sa gouvernance de la donnée mais il existe quelques ingrédients à éviter… et débuter par le choix de l'outil en fait partie. Cependant si on le fait en connaissance de cause, quels bénéfices cela peut-il nous apporter ? Comment transformer ce point en atout ? \n \nPour commencer reposons quelques bases sur ce qu'est la gouvernance de la donnée, ses apports, les étapes nécessaires à sa mise en place afin d'être tous sur la même longueur d'onde. Trop souvent réduite à de la simple documentation, une gouvernance de la donnée efficace est le fondement de tous vos projets dès qu'ils impliquent des données.\n \nPuis focalisons nous sur comment nous avons particulièrement travaillé nos actions pour ne pas limiter notre gouvernance de la donnée à un sujet technique, à un choix informatique.\nEn effet, souvent c'est un point d'attention avec quelques bonnes pratiques à mettre en œuvre mais avec ce choix d'ouverture c'est un point de vigilance constant, qui bien traité peut devenir un atout: que ce soit lors du choix de l'outil, lors de l'implémentation de nos premiers cas usages ou encore pour définir notre stratégie ou nos rôles…\n \nVenez échanger avec nous sur ce que nous avons imaginé, tenté avec plus ou moins de succès… Et au plaisir de les confronter avec vos propres expériences et interrogations quel que soit la façon dont vous avez procédé ou pensé le faire !",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": "Etapes envisagées de la présentation:\n- La gouvernance de la donnée, c'est quoi pragmatiquement ? \n- Qu'est ce que ça apporte ? les écueils à éviter ? (avec exemples concrets de clients réels) \n- Focus comment faire du démarrage par le data catalog une force (cas concret vs \"les cas classiques\")",
    "formats": [
      {
        "id": "cm3qbzmai018ktn2azou9a9bp",
        "name": "📣 Conférence (50 minutes)",
        "description": "Une présentation complète et engageante, idéale pour une exploration approfondie des concepts importants."
      }
    ],
    "categories": [
      {
        "id": "cm4fsshho002ss2u6y5lwry8h",
        "name": "Data Governance",
        "description": "Maîtriser les données de A à Z."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Elodie Paresys",
        "bio": "www.linkedin.com/in/elodie-paresys-6b1b19a4\n\nPlus de 20 ans d'expérience dont + 10 en DATA et IA, avec une expertise spécifique en gouvernance de la donnée. Pour une douzaine de clients accompagnés dans les secteurs d'activité les plus divers et quelque soit leur maturité en gouvernance de la donnée, du data steward au sponsor en passant par le data owner ou encore les chief data officer.",
        "company": "Inetum",
        "references": null,
        "picture": "https://lh3.googleusercontent.com/a/ACg8ocL427VmcwpFx94RALQ-Vf_oGYz2bUPYe1pOWAZihgGiyl7qbg=s96-c",
        "location": "Lille, France",
        "email": "elodie.paresys@gmail.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 4.8, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm6wln7mo01ovms3m140gi08l",
    "title": "Transformez l’Accès à l’Héritage Scientifique Lesaffre avec un RAG Avancé",
    "abstract": "Fondé en 1853, **Lesaffre** s'est imposé comme le leader mondial de la fermentation. Mais rester en tête sur un marché de plus en plus compétitif ne repose que sur deux piliers essentiels : une R&D dotée de moyens d’innover et une capacité à capitaliser sur un savoir-faire accumulé depuis des décennies.\n\nJusqu’à récemment, accéder aux connaissances accumulées par des générations de chercheurs relevait du défi : un système obsolète *(peut-être plus vieux que vous qui lisez ce message?)*, inadapté aux besoins modernes de recherche et d’innovation.\n\nFace à ce constat, notre mission était claire : exploiter les avancées du **Natural Language Processing** pour offrir aux chercheurs un accès **intuitif** et **performant** aux **60 000 documents scientifiques** de l’entreprise, rédigés en **plusieurs langues** et truffés de **jargon scientifique** et spécifique.\n\nDans cette session, nous vous dévoilerons comment nous avons conçu et déployé une pipeline avancée de **Retrieval Augmented Generation** (RAG), alliant *embedding multilingue*, *query derivatives*, *hybrid search*, *reranking* et *prompting*, afin d’améliorer la précision et la pertinence des résultats. Nous partagerons également les défis rencontrés, les retours des utilisateurs et les solutions mises en place pour optimiser l’expérience de recherche.\n\n*Vous découvrirez ainsi comment transformer un corpus documentaire complexe en un véritable levier d’innovation et, qui sait, repartirez avec de nouvelles idées pour appliquer ces technologies à vos bases de connaissance.*",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": null,
    "formats": [
      {
        "id": "cm3qbzxtw018ltn2a717coiym",
        "name": "⚡️ Quickie (25 minutes)",
        "description": "Une présentation rapide et percutante, idéale pour partager des idées clés."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fsrw16002qs2u6gxm93mm5",
        "name": "Data Analytics",
        "description": "Découvrir ce que disent les données."
      },
      {
        "id": "cm4fss6uy002rs2u6jdpc5eno",
        "name": "Data Science & IA",
        "description": "Prédire un meilleur futur avec sa donnée."
      }
    ],
    "tags": [],
    "languages": ["en", "fr"],
    "speakers": [
      {
        "name": "Julie ADALIAN",
        "bio": "Julie Adalian - Data Scientist au sein de Lesaffre International depuis plus de 3 ans. \n\nDepuis toujours, le domaine de la donnée m’a fascinée. Convaincue de son immense potentiel, j’ai exploré différentes facettes du domaine en tant que data analyste et data manager avant de trouver ma véritable voie : la data science. Ce métier me donne l'opportunité de créer des produits capables de répondre à des problématiques métiers variées grâce à une boîte à outils universelle: l’analyse, la transformation et la modélisation des données. \n\nCes dernières années, je me suis spécialisée en Generative AI, un domaine révolutionnaire qui ouvre de nouvelles perspectives et permet d’aborder des défis autrefois insurmontables. À travers mon travail chez Lesaffre, j’explore comment cette technologie peut apporter des solutions innovantes répondant aux problématiques de différentes transversales métiers.",
        "company": null,
        "references": null,
        "picture": "https://lh3.googleusercontent.com/a/ACg8ocJKFyEdvZJ5aIOhqG7mFHPiqcpAbmgIqBNU-KGvkRX1R8m0VbI1Cg=s96-c",
        "location": null,
        "email": "julie.adalian3@gmail.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 4.8, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm6972zc8055bqy3m8c0frbye",
    "title": "Data as Code : La Révolution des Data Contracts",
    "abstract": "Dans un monde où les données sont le nouvel or, une transformation silencieuse est en cours. Imaginez une architecture data moderne, où chaque élément est soigneusement orchestré pour créer une symphonie de données. Nous vous invitons à plonger dans l'univers fascinant des **Data Contracts**, une approche qui redéfinit les règles du jeu.\n\n**Ce que vous apprendrez :**\n\n* Les principes fondamentaux des Data Contracts et leur impact sur la qualité des données.\n* Comment construire une architecture modulaire qui favorise l'agilité et la scalabilité.\n* Découvrez comment la démarche **Data as Code** transforme la production de données, rendant chaque processus transparent et reproductible.\n\n**Rejoignez-nous pour un voyage captivant vers l'avenir de l'architecture data.**",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": "En tant que Tech Lead Data chez Orange France B2B, l'objectif de ce talk est de vous présenter la direction dans laquelle nous comptons aller et ce que nous avons déjà réalisé en ce sens.\nDurant le talk, je compte donc vous présenter notre contexte et nos problématiques.\nLes problèmes que nous avons résolus et leurs solutions.\nCe que nous avons envie de construire pour demain.",
    "formats": [
      {
        "id": "cm3qbzmai018ktn2azou9a9bp",
        "name": "📣 Conférence (50 minutes)",
        "description": "Une présentation complète et engageante, idéale pour une exploration approfondie des concepts importants."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fsshho002ss2u6y5lwry8h",
        "name": "Data Governance",
        "description": "Maîtriser les données de A à Z."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Cedric OLIVIER",
        "bio": "Dans la data depuis plus de 20 ans, j'ai connu les programmes en ProCobol, le PL/SQL d'Oracle, les bases de données distribuées sur Teradata, la bascule vers le monde Bigdata Hadoop et aujourd'hui le Cloud Public.\nPassionné et engagé, j'apprécide de pouvoir contribuer autant que possible aux projets Open Source. J'anime actuellement la core team du projet open source \"to be continuous\" : https://to-be-continuous.gitlab.io/doc/\nActuellement Tech Lead du domaine data Orange France B2B sur le Cloud (GCP), j'ai modernisé les méthodes de travail.",
        "company": null,
        "references": null,
        "picture": "https://lh3.googleusercontent.com/a/ACg8ocKy-kfgqtKGm6VcV6a0IvZPB-DtgNejsCdZ7EixsTzL8WNYsQ=s96-c",
        "location": null,
        "email": "cedric3.olivier@orange.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 4.75, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm4lx5sa000a8rz3m57eauika",
    "title": "L'IA révolutionne la géopolitique et l'économie mondiale",
    "abstract": "L'intelligence artificielle change tous les paradigms. Dans cette présentation, nous plongerons au cœur de la révolution de l'IA qui remodèle la civilisation humaine.\n\nNous découvrirons comment l'IA transforme l'économie, comment les algorithmes intelligents deviennent la nouvelle main invisible, orientant les marchés financiers et redéfinissant la nature du travail. Nous apprendrons comment les prédictions basées sur l'IA influencent le comportement des investisseurs à l'échelle mondiale, rendant potentiellement les modèles économiques traditionnels obsolètes.\n\nEn constatant le déplacement du pouvoir géopolitique, nous dévoilerons comment les nations s'engagent dans un nouveau type de course aux armements, non pas pour des armes, mais pour la suprématie des données et de l'IA. Nous verrons comment l'IA redessine la carte de l'influence mondiale, avec des exemples de son utilisation dans les relations internationales et la cyberguerre.\n\nNous explorerons la révolution numérique déjà en cours, remodelant le pouvoir mondial, redéfinissant la prospérité et remettant en question ce que signifie être humain au XXIe siècle.",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "BEGINNER",
    "references": "Here are some of the conferences I've spoken at: Devoxx France, DevFest Nantes, International JavaScript Munich, DevFest Mons, Devoxx Morocco, DevFest Monastir Tunisie, EpicHey Portugal, FOSDEM, JS World Amsterdam, Web Day 2024 Italy, Devoxx UK, JNation Portugal, JS Nation Amsterdam, DevBcn Barcelona, CodeMotion Madrid, JSConf Budapest…\n\nMy articles: \n-https://dev.to/ayoub_alouane\n\nSome videos: \n\nhttps://www.youtube.com/watch?v=M6lGKtA37uE\nhttps://www.youtube.com/watch?v=OSwMq0KgKMA\nhttps://www.youtube.com/watch?v=Xj8j7lQ49a0\nhttps://www.youtube.com/watch?v=U0w616gGykM\nhttps://www.youtube.com/watch?v=W1zq2YfeLFE\nhttps://www.youtube.com/watch?v=BI9C_uH2Y2E\nhttps://www.youtube.com/watch?v=t5khUidhtwc\n",
    "formats": [
      {
        "id": "cm3qbzxtw018ltn2a717coiym",
        "name": "⚡️ Quickie (25 minutes)",
        "description": "Une présentation rapide et percutante, idéale pour partager des idées clés."
      }
    ],
    "categories": [
      {
        "id": "cm4fss6uy002rs2u6jdpc5eno",
        "name": "Data Science & IA",
        "description": "Prédire un meilleur futur avec sa donnée."
      }
    ],
    "tags": [],
    "languages": ["ar", "en", "fr"],
    "speakers": [
      {
        "name": "Ayoub ALOUANE",
        "bio": "I am Ayoub Alouane, working as a CTO Academy at Adservio, Software Engineer & Exec MBA Student, as a Speaker and Author, I'm trying to build a consciousness about AI's Impact in our world.\n\nMy book: https://www.amazon.fr/dp/B0DSM6NFDG\n\nSome videos: \n\nhttps://www.youtube.com/watch?v=Pqk-R1L9LJ0\nhttps://www.youtube.com/watch?v=M6lGKtA37uE\nhttps://www.youtube.com/watch?v=OSwMq0KgKMA\nhttps://www.youtube.com/watch?v=Xj8j7lQ49a0\nhttps://www.youtube.com/watch?v=U0w616gGykM\nhttps://www.youtube.com/watch?v=W1zq2YfeLFE\nhttps://www.youtube.com/watch?v=BI9C_uH2Y2E\nhttps://www.youtube.com/watch?v=t5khUidhtwc",
        "company": "Adservio Group",
        "references": "Here are some of the conferences I've spoken at: Devoxx France, DevFest Nantes, International JavaScript Munich, DevFest Mons, Devoxx Morocco, DevFest Monastir Tunisie, EpicHey Portugal, FOSDEM, Forkit, JS World Amsterdam, Web Day 2024 Italy, Devoxx UK, JNation Portugal, JS Nation Amsterdam, DevBcn Barcelona, CodeMotion Madrid, JSConf Budapest, DevCon Bucharest, Normandi AI, Codeurs Sur Seine…\n\nMy book: https://www.amazon.fr/dp/B0DSM6NFDG\n\nSome videos: \n\nhttps://www.youtube.com/watch?v=Pqk-R1L9LJ0\nhttps://www.youtube.com/watch?v=M6lGKtA37uE\nhttps://www.youtube.com/watch?v=OSwMq0KgKMA\nhttps://www.youtube.com/watch?v=Xj8j7lQ49a0\nhttps://www.youtube.com/watch?v=U0w616gGykM\nhttps://www.youtube.com/watch?v=W1zq2YfeLFE\nhttps://www.youtube.com/watch?v=BI9C_uH2Y2E\nhttps://www.youtube.com/watch?v=t5khUidhtwc",
        "picture": "https://media.licdn.com/dms/image/v2/D4E03AQH01ab7HMV21w/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1730210791385?e=1744848000&v=beta&t=XuQJSIy6ZZJpWUWiW_1Ae5KkMndXXG8D0sYzkdCtfs4",
        "location": "Paris, France",
        "email": "alouane.ayb@gmail.com",
        "socialLinks": [
          "https://x.com/alouane_med",
          "https://www.linkedin.com/in/med-ayb-alouane/",
          "https://www.amazon.fr/dp/B0DSM6NFDG"
        ]
      }
    ],
    "reviews": { "average": 4.75, "positives": 3, "negatives": 0 }
  },
  {
    "id": "cm6t86zc0018zms3mspzwqbwe",
    "title": "Moderniser un projet dbt legacy : Tests, observabilité et migration sans risque",
    "abstract": "Si _dbt_ est partout aujourd’hui, son adoption précoce a parfois conduit à des implémentations sans gouvernance et sans toutes les fonctionnalités que l’outil propose aujourd’hui.\n\nMigrer ses projets, leur appliquer un bon pattern de développement et ne pas casser des _data products_ ou des _use cases_ existants représente un vrai défi, et mettre en place des tests, de l’observabilité puis mixer le tout avec du dashboarding pour suivre le refactoring est essentiel.\n\nRetour d’expérience sur une migration réussie grâce à la mise en place de tests et d’une solution d’observabilité dédiée : _dbt elementary_.",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": "**Les 5 premières minutes:**\nLa présentation commencera par la présentation du use-case de migration d’un “vieux” projet dbt construit au début de la mise en place de l’outil, puis qui a vécu pendant plusieurs année qui a nécessité une migration en version plus récente de dbt, avec la mise en place de tests, et d’un pattern de développement dédié à l’organisation cible. Il y aura également une introduction sur dbt et sa place dans un stack ELT, puis de dbt elementary comme outil d'observabilité et de mesure de perfs du projet nouvelle version.\n\n**Le plan :**\nIntroduction : présentation et explication du use case de migration (5mn)\nPrésentation de dbt (10mn)\nPrésentation d’elementary (10mn)\nExplication de la méthode de migration (10mn)\nExplication des différents tests et mesures mises en place (15mn)\nQuestions (10mn)",
    "formats": [
      {
        "id": "cm3qbzmai018ktn2azou9a9bp",
        "name": "📣 Conférence (50 minutes)",
        "description": "Une présentation complète et engageante, idéale pour une exploration approfondie des concepts importants."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fsshho002ss2u6y5lwry8h",
        "name": "Data Governance",
        "description": "Maîtriser les données de A à Z."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Henri-Maxime DUCOULOMBIER",
        "bio": "Data Engineer, Engineering Manager et formateur _dbt_ chez SFEIR Lille depuis 4 ans, je travaille quasi quotidiennement avec dbt dans une organisation aux multiples projets, multiples versions et multiples besoins qui nécessitent la mise en place de bonne pratiques, de gouvernance technique et métier sans oublier une bonne dose de réflexions pour répondre aux enjeux d'un stack data moderne.",
        "company": null,
        "references": null,
        "picture": "https://lh3.googleusercontent.com/a-/AOh14Gjpv-0hSeVPt1Xahb0c6PYbbjjh7YlR2Ie35Lfs=s96-c",
        "location": null,
        "email": "ducoulombier.hm@sfeir.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 4.5, "positives": 0, "negatives": 0 }
  },
  {
    "id": "cm6rs3bs300wrms3mk7jkj0aa",
    "title": "Préparez vos Data Platforms pour l’Agentic AI",
    "abstract": "La révolution est en marche : en 2025, **moins de 50% des usages de données reposeront sur la Business Intelligence traditionnelle**. Pourquoi ? Parce que l'IA agentique bouleverse tout, transformant vos données d'un simple actif en un moteur décisionnel autonome.\n\nDans cette session stratégique, découvrez comment les leaders technologiques transforment leurs plateformes de données en véritables cerveaux d'entreprise. Exit les architectures rigides à trois niveaux, place aux plateformes agentiques qui pensent, décident et agissent en temps réel.\n\nVous apprendrez comment :\n- Déployer une **couche sémantique centralisée** permettant aux agents IA de \"comprendre\" vos données comme un expert métier\n- Adopter une **architecture orientée domaines** qui multiplie par 10 votre agilité opérationnelle\n- Mettre en place de **l'observabilité des données** pour garantir une qualité irréprochable\n- Et pourquoi traiter vos **données non structurées** de la même manière que vos données structurées\n\nCette session n'est pas un exercice théorique, mais un **plan de bataille concret** pour transformer votre plateforme de données en avantage compétitif décisif. Ne laissez pas votre entreprise être le \"Kodak\" de l'ère de l'IA agentique.\n\nRepartez avec une feuille de route actionnable et les clés pour convaincre vos décideurs. Dans la course à l'IA, seuls ceux qui auront su transformer leurs plateformes de données survivront.",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": "https://www.linkedin.com/feed/update/urn:li:activity:7290645457519693824/",
    "formats": [
      {
        "id": "cm3qbzmai018ktn2azou9a9bp",
        "name": "📣 Conférence (50 minutes)",
        "description": "Une présentation complète et engageante, idéale pour une exploration approfondie des concepts importants."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fsrw16002qs2u6gxm93mm5",
        "name": "Data Analytics",
        "description": "Découvrir ce que disent les données."
      },
      {
        "id": "cm4fss6uy002rs2u6jdpc5eno",
        "name": "Data Science & IA",
        "description": "Prédire un meilleur futur avec sa donnée."
      },
      {
        "id": "cm4fsshho002ss2u6y5lwry8h",
        "name": "Data Governance",
        "description": "Maîtriser les données de A à Z."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Laurent LETOURMY",
        "bio": "Ingénieur EPITA, il créé dès sa première année d’école une société éditant un logiciel dans le domaine des bases de données.\n\nDès sa sortie d’école, il prend en charge la création de l’agence parisienne de la société Cross Systems, qui deviend rapidement le pôle le plus important de la société. Laurent Letourmy devient CTO du groupe en 1996. En 1999, la société est introduite en bourse sur le Nouveau Marché puis cédée à Micropole en 2003 où il exerce les fonctions de Directeur Commercial pendant 2 ans.\n\nEntre 2008, il devient CTO d’IsCool Entertainment, éditrice de jeux sociaux et mobiles, et accompagne le déploiement de la plus grande plateforme Cloud déployée en France à cette époque. IsCool Entertainment est introduite en bourse en juin 2010 puis revendue aux éditions Hachette en 2017. En 2012, il co-fonde Milky, une agence web spécialisée dans le web social qui est cédée en 2014 à HighCo, spécialiste du Retail Marketing.\n\nDepuis 2005, il pilote depuis le fort développement d’Ysance, qui excelle dans le déploiement de solutions très innovantes (Cloud Computing, BigData & IA…) et ajoute à son portefeuille une activité d’éditeur de plateforme marketing SaaS. Ysance lève pour cela 5M€ en 2015 avec Créadev (famille Mulliez) et se déploie à grande vitesse dans le monde du retail, est reconnue par le Gartner en 2017 et devient ainsi la plateforme marketing de référence dans ce secteur. Il rachète en 2018 Mazeberry, spécialiste Français des solutions d’Attribution et de Merchandising et crée ainsi un précédent dans la consolidation d’acteurs du SaaS Marketing en France, l’activité prend le nom d’Easyence en 2020.\n\nLe groupe Devoteam réalise en 2020 l’acquisition de l’activité Conseil Data et il est nommé Head of Data de Devoteam France.\n\nLaurent Letourmy est également associé fondateur de 50Partners.",
        "company": "Devoteam",
        "references": "Many Meetups, Snowflake World Tour, business breakfasts",
        "picture": "https://lh3.googleusercontent.com/a/ACg8ocIxFfYcrq6GplrtXpFD3H6FDkZ8x0Ab8qcWigZmrzBmZEKBhuZQ=s96-c",
        "location": null,
        "email": "laurent.letourmy@devoteam.com",
        "socialLinks": ["https://x.com/lletourmy"]
      }
    ],
    "reviews": { "average": 4.5, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm6uuyscu01hams3m1uw2jbgo",
    "title": "Google BigQuery + Terraform : L'art de ne plus écrire de Terraform dans vos workflows DataOps",
    "abstract": "À l’heure où les flux de données explosent en volume, où les infrastructures analytiques évoluent rapidement, la gestion des ressources est un défi majeur.\n\nTerraform, outil d'infrastructure-as-code, se révèle être un allié précieux pour automatiser et standardiser le déploiement d'environnements BigQuery. Mais comment aller encore plus loin pour simplifier et optimiser ces processus ?\n\nJe vous propose une plongée dans l'art de modulariser Terraform de manière générique et dynamique, afin de réduire au minimum l'écriture manuelle de code. Nous explorerons les concepts fondamentaux de BigQuery et de Terraform, avant de plonger dans des pratiques avancées comme l'abstraction via des modules, l'utilisation de références et l'injection de variables. Ces techniques permettent de créer des configurations réutilisables, maintenables et adaptées à des environnements complexes.\n\nAu programme :\n\n- Introduction à BigQuery et son rôle dans les architectures Data.\n- Fonctionnement de Terraform et ses avantages pour la gestion d'infrastructure.\n- Création de modules Terraform génériques pour BigQuery.\n- Utilisation des références pour des déploiements flexibles.\n- Injection de variables pour une configuration dynamique et contextuelle.\n\nQue vous soyez novice ou expérimenté avec Terraform, ce talk vous donnera les clés pour transformer vos workflows DataOps afin de créer des environnements BigQuery robustes, évolutifs et faciles à gérer. Rejoignez-nous pour découvrir comment \"Ecrire du Terraform pour ne plus écrire du Terraform\" !",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": "Ce talk à pour but de montrer comment utiliser Terraform sur une infrastructure data dans le cloud. L'objectif est de ne plus avoir à écrire du code Terraform. Ici je prends comme cas BigQuery dans Google Cloud mais cette stratégie peut s'appliquer à n'importe quelle infra compatible avec Terraform.\n\nDes exemples de code dans VS code seront montrés et exécutés en live mais il n'y aura pas de Live Coding, le code est déjà prêt et testé à l'avance. Des slides backup seront là pour tout problèmes techniques.\n\n**Plan :**\n\nIntroduction à BigQuery et son fonctionnement (5 min)\nIntroduction à Terraform et son fonctionnement (5 min)\nDéploiement de ressources BigQuery manuellement (Dataset + Table + Vue) (5 min)\n\nDéploiement de ressources BigQuery avec Terraform (Dataset + Table + Vue) (15 min)\n- Statique\n- Dynamique\n- Générique\n\nModularisation du code Terraform (15 min)\n- injection de variable\n- références sur ressources\n\nAjout de nouvelles ressources sans écrire de Terraform (5 min)\nConclusion\n\n\n---\n\nAutres Talks déjà donnés :\n- https://www.meetup.com/sfeir-lille/events/291660931/\n- https://www.meetup.com/data-lille/events/298070905/ \n\nMerci pour le temps pris à lire ma proposition de talk ",
    "formats": [
      {
        "id": "cm3qbzmai018ktn2azou9a9bp",
        "name": "📣 Conférence (50 minutes)",
        "description": "Une présentation complète et engageante, idéale pour une exploration approfondie des concepts importants."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fst4ip002us2u6os4ptww0",
        "name": "Data Autres",
        "description": "Pour tous les autres sujets (Data Art, Data Ninja, Data Licorne, ...)"
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Samuel Boisgontier",
        "bio": "Data Engineer Google Cloud à SFEIR depuis 5 ans.\nActuellement en mission pour Leroy Merlin. \nCurieux et perfectionniste de nature, je touche à tous les domaines, j'aime aider les autres et partager ma connaissance. \nNever Nester et Useless Use of Cat Award giver.",
        "company": "SFEIR",
        "references": "https://www.meetup.com/sfeir-lille/events/291660931/\n\nGoogle Cloud Data Engineer Certification",
        "picture": "https://media.licdn.com/dms/image/v2/D4E03AQF9YoMDI2VfwA/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1732535722776?e=1744243200&v=beta&t=4zOprRPQ4D0a1VEhO5sZtm2CUGXuOFYgvB6jbhXntAo",
        "location": "Lille, France",
        "email": "samuel.boisgontier@gmail.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 4.4, "positives": 2, "negatives": 0 }
  },
  {
    "id": "cm4ldabm8009crz3m8tdefhd5",
    "title": "Quels cas d'usages pour DuckDB ?!",
    "abstract": "🦆 DuckDB croit en popularité dans notre écosystème data, mais où peut il être utilisé ?\n\nCette présentation permettra de faire une mise à jour sur les cas d'usages dans lesquels DuckDB peut être employé\n- démocratiser des analyses exploratoires sans infrastructure\n- analyses sur nos BDD OLTP\n- accélérer les flux de traitement de données\n- un ETL tout en SQL ? - GCS - DuckDB - BigQuery\n- embarqué dans nos app web & mobile (WASM)",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "BEGINNER",
    "references": "Rejeu actualisé d'un webinaire DATANOSCO où j'ai été reçu par Stéphane Heckel le 📅 2 oct. 2024\n- Antoine Giraud & Stéphane Heckel - [📹 DuckDB, le moteur OLAP incontournable](https://www.youtube.com/watch?v=dzkecog9J4I) - 📅 2 oct. 2024\n\nInspiré des conférences\n- Hannes Müleisen - [📹 Why DuckDB is the Future of Data](https://www.youtube.com/watch?v=bi0XhmbkqU8&t=140s) pour MLOps.community - 📅 28 sept. 2024\n- Christophe Bleffari - [📹 DuckDB, un aperçu du futur !](https://www.youtube.com/watch?v=7nklk064IR8) - 📅 31 janv 2024\n- Eric Mauvière - [📹 Avec DuckDB, gavez-vous d'open data!](https://www.youtube.com/watch?v=ajo0VBXT6ho) - 📅 25 janv 2023",
    "formats": [
      {
        "id": "cm3qbzxtw018ltn2a717coiym",
        "name": "⚡️ Quickie (25 minutes)",
        "description": "Une présentation rapide et percutante, idéale pour partager des idées clés."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fsrw16002qs2u6gxm93mm5",
        "name": "Data Analytics",
        "description": "Découvrir ce que disent les données."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Antoine Giraud",
        "bio": "Je suis un ingénieur passionné en mobilité (🚍🚉🚲) et expert en intelligence décisionnelle.\n\nJe travaille sur toutes les phases d’un projet décisionnel : de la prise du besoin à la modélisation,\nla transformation et la gouvernance des données, à la visualisation, la transmission et la formation\n\nDepuis 3 années, j'œuvre en tant qu'expert données Keyrus (ESN) \nnotamment chez Homeserve 👨‍🔧 comme analyste produit & analytics engineer où j'ai aidé à mettre en place Dataform (framework SQL de GCP (dbt like)).",
        "company": null,
        "references": null,
        "picture": "https://lh3.googleusercontent.com/a/ACg8ocJ6q-btWBRNHd1SxB1SWSCkFvEmdWMBsBsdV5EFlWb9CDq1E6D1=s96-c",
        "location": null,
        "email": "antoine.herve.giraud@gmail.com",
        "socialLinks": []
      }
    ],
    "reviews": { "average": 4.333333333333333, "positives": 1, "negatives": 0 }
  },
  {
    "id": "cm69n9uc2058yqy3myvte1jsa",
    "title": "Accélérez Vos Données : Maîtrisez la Capture de Changement en Temps Réel",
    "abstract": "### Titre :  \n**Accélérez Vos Données : Maîtrisez la Capture de Changement en Temps Réel**  \n\n### Résumé :  \nComment tirer parti de la vitesse et de la fluidité des données dans un monde en constante évolution ? Ce talk explore la **Capture de Changement** (Change Data Capture, ou CDC), une méthode révolutionnaire pour déplacer vos données en temps réel avec efficacité.  \n\nVous découvrirez :  \n- Les fondamentaux de la Capture de Changement et son fonctionnement.  \n- Comment elle permet de synchroniser des bases de données sans perturber les opérations existantes.  \n- Des exemples concrets d’applications dans des environnements exigeants.  \n\nRejoignez-nous pour comprendre comment cette approche novatrice peut transformer vos processus de gestion des données, améliorer vos performances et répondre aux défis modernes en toute simplicité. **Une session indispensable pour tous ceux qui souhaitent optimiser leurs mouvements de données et s'essayer au temps réel !**",
    "deliberationStatus": "ACCEPTED",
    "confirmationStatus": null,
    "level": "INTERMEDIATE",
    "references": null,
    "formats": [
      {
        "id": "cm3qbzxtw018ltn2a717coiym",
        "name": "⚡️ Quickie (25 minutes)",
        "description": "Une présentation rapide et percutante, idéale pour partager des idées clés."
      }
    ],
    "categories": [
      {
        "id": "cm4fsrh3d002ps2u6734yi6jd",
        "name": "Data Engineering",
        "description": "Gérer ses flux de données."
      },
      {
        "id": "cm4fsrw16002qs2u6gxm93mm5",
        "name": "Data Analytics",
        "description": "Découvrir ce que disent les données."
      }
    ],
    "tags": [],
    "languages": ["fr"],
    "speakers": [
      {
        "name": "Benjamin Djidi",
        "bio": "Benjamin Djidi is the co-founder and CEO of Popsink, a company established in 2021 that offers services to launch and manage continuous data pipelines without scripting. Prior to founding Popsink, he accumulated nearly a decade of experience in technology leadership and data strategy, holding several Data Engineering and Transformation positions at Amazon across multiple geographies. He later joined SIXT to lead the Data & Analytics teams.",
        "company": "Popsink",
        "references": "- **Fighting Counterfeits from the Ledger**  \n  In this talk, Benjamin discusses how counterfeiting technologies have evolved and presents solutions to combat them using ledger technologies.  \n  [Watch the video](https://www.youtube.com/watch?v=6u5f3eHxl6E)\n\n- **Le Temps Réel, grande tendance de 2024**  \n  Benjamin explores the growing trend of real-time data processing in 2024 and its implications for businesses.  \n  [Watch the video](https://www.youtube.com/watch?v=WbO4TaykW9w)\n\n- **Conversation with Maxime from Snowflake**  \n  In this engaging discussion, Benjamin Djidi and Maxime from Snowflake delve into real-time data processing and modern data infrastructure challenges.  \n  [Watch the video](https://www.youtube.com/watch?v=MV9ejU-BsS8&t=416s)\n\n- **EU-Startups Summit 2022**  \n  Benjamin spoke at the EU-Startups Summit in Barcelona (May 2022). He delivered a workshop on data strategies for startups, covering topics such as setting up initial analytics, scaling DataOps, and adopting data-driven approaches.  \n  [Source](https://www.eu-startups.com/2022/03/popsink-co-founder-and-ceo-benjamin-djidi-will-speak-at-this-years-eu-startups-summit/?utm_source=chatgpt.com)\n\n- **Data Natives Conference**  \n  As a speaker at the Data Natives Conference, Benjamin shared insights on data management and continuous data pipelines.  \n  [Source](https://datanatives.io/speakers/benjamin-djidi/?utm_source=chatgpt.com)\n\n- **Advent of Data 2022**  \n  In December 2022, Benjamin contributed to the Advent of Data series with an article titled *\"What’s the big deal with streaming ETL?\"*, exploring the benefits and challenges of streaming ETL processes.  \n  [Source](https://www.adventofdata.com/author/benjamin/?utm_source=chatgpt.com)\n\n- **Popsink Blog**  \n  Benjamin regularly shares in-depth insights on data engineering, real-time processing, and best practices through the Popsink blog.  \n  [Visit the Popsink Blog](https://www.popsink.com/blog)\n\n- **Medium Publications**  \n  Benjamin has authored several articles on Medium, such as:\n  - *\"Batch or Stream?\"* – Discussing data processing methodologies.  \n    [Read the article](https://medium.com/%40bdjidi/batch-or-stream-8627b2cd9031?utm_source=chatgpt.com)\n  - *\"To the Left-Right Data Stack Diagram\"* – Exploring data architecture best practices.  \n    [Read the article](https://medium.com/%40bdjidi/to-the-left-right-data-stack-diagram-64e47a56b6a8?utm_source=chatgpt.com)",
        "picture": "https://media.licdn.com/dms/image/v2/C4E03AQHT87x0kQSFxg/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1660569865865?e=1743033600&v=beta&t=N1ULPQKfHkxxh-3aO9HoO0cKEklKOzwpMyUSZ1hVG5A",
        "location": "Paris",
        "email": "benjamin.djidi@gmail.com",
        "socialLinks": ["https://github.com/bdjidi", "https://x.com/bdjidi"]
      }
    ],
    "reviews": { "average": 3.5, "positives": 0, "negatives": 0 }
  }
]
